# To create a Brewfile:
# $ brew bundle dump --global
# ---------------------------
# CLI tools
brew "openssl@3"
brew "gnupg"
brew "mise"
brew "awscli"
brew "jq"
brew "ripgrep"
brew "bat"

# Shell
brew "starship"

# Apps
cask "postman"
cask "google-chrome"
cask "slack"
cask "microsoft-teams"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-outlook"
cask "docker-desktop"
vscode "anysphere.remote-containers"
